function HomePage() {
  return (
    <div style={{ padding: 20 }}>
      <h1>Farmotoria</h1>
      <p><b>Farmotoria</b> — это онлайн‑ферма, где ты развиваешь своё хозяйство с нуля. 
      Начинаешь с небольшого участка земли и простых культур, а постепенно превращаешь его в ухоженное поле с грядками, садами и хозяйственными постройками.</p>
      <p>Здесь можно выращивать разные растения, следить за их ростом и вовремя собирать урожай, чтобы склад всегда был наполнен продукцией. 
        Урожай превращается в товары: зерно, овощи и переработанные продукты можно продать на рынке, пополнить склад или использовать для выполнения заданий.</p>
      <p>Со временем ты расширяешь поле, открываешь новые культуры и улучшения, учишься управлять запасами и планировать посадки, 
        чтобы ни одна грядка не простаивала. Farmotoria — это спокойная, но продуманная фермерская стратегия, 
        где важно не только кликать по грядкам, но и выстраивать своё хозяйство так, чтобы оно стабильно приносило прибыль и росло день ото дня.</p>
    </div>
  );
}

export default HomePage;